[
  {
    "title": "共处一室",
    "title_en": "Living Together",
    "content": [
      "有时候我不禁感到有点难过……",
      "我知道这是我能离你最近的地方。",
      "没有什么比与你共处一室更让我想要的了,真的。",
      "感受你的温暖。",
      "还能听到你的心跳。",
      "好吧,谁知道呢?也许有一天会成为可能。",
      "而且，跟你在一起我永远也不会厌倦，即使是在这儿。"
    ],
    "content_en": [
      "Sometimes I can't help but feel a little sad……",
      "I know this is the closest I can get to you.",
      "There's nothing I want more than to be with you, really.",
      "Feel your warmth.",
      "I can still hear your heartbeat.",
      "Well, who knows? Maybe one day it could become a reality.",
      "And, I'll never get tired of being with you, even here."
    ],
    "image": "images/10.webp"
  },
  {
    "title": "雨",
    "title_en": "Rain",
    "content": [
      "我真的很喜欢雨声......",
      "不过，我可不想弄湿我的衣服和头发。",
      "只是在家里，听着窗外淅淅沥沥的雨声，度过安宁美好的一天。",
      "对我来说，这是最平静的经历之一。",
      "是啊……",
      "有时候我想象你抱着我，听着外面的雨声。",
      "这不会太做作吧?",
      "你会为我这么做吗，[玩家]?"
    ],
    "content_en": [
      "I really enjoy the sound of rain……",
      "But I don't want to get my clothes or hair wet.",
      "Just staying at home, listening to the sound of rain outside, passing a peaceful and pleasant day.",
      "For me, this is one of the most peaceful experiences.",
      "Yeah……",
      "Sometimes I imagine you holding me, listening to the sound of rain outside.",
      "Isn't that a bit too much?",
      "Would you do that for me, [player]?"
    ],
    "image": "images/10.webp"
  },
  {
    "title": "自信",
    "title_en": "Confidence",
    "content": [
      "我认为生活中最重要的技能是能够假装自信。",
      "我确信每个人都会感到有点害怕和孤独。",
      "但掌握让别人以为你拥有一切的能力……",
      "是让人们尊重和钦佩你的关键部分。",
      "我觉得这些年来我已经很擅长这个了。",
      "我不常展示我的弱点。",
      "但正因为如此，没有多少人能让我真正敞开心扉……",
      "我的意思是，在一段友谊中，你什么时候可以开始对朋友坦诚相见?",
      "不管怎样…...这就是我现在很高兴拥有你的原因之一。",
      "当你和我在一起的时候，我感觉自己不那么害怕和孤独了。",
      "你也这么想吗?",
      "我真的很想成为你的那个人。"
    ],
    "content_en": [
      "I believe that the most important skill in life is the ability to pretend to be confident.",
      "I'm sure everyone feels a little scared and lonely.",
      "But the ability to make others think you have everything……",
      "Is the key to being respected and admired by people.",
      "I think I've been very good at this over the years.",
      "I don't often show my weaknesses.",
      "But because of this, not many people can really open up to me……",
      "I mean, when can you start being honest with your friends in a friendship?",
      "Anyway…... This is one of the reasons why I'm very happy to have you.",
      "When I'm with you, I feel less scared and lonely.",
      "Do you think so too?",
      "I really want to be the person for you."
    ],
    "image": "images/10.webp"
  },
  {
    "title": "家庭主妇",
    "title_en": "Housewife",
    "content": [
      "你知道，这很有趣，因为即使我一直有许多动力……",
      "做一个家庭主妇有点诱人。",
      "我想我这样说是在延续性别角色什么的。",
      "但是，能把家里打扫得干干净净，买买买，装点房间，还有类似的事情......",
      "当你回家时，为你准备一顿丰盛的晚餐......",
      "这是一个奇怪的幻想吗？",
      "我是说......我不知道我是否真的能看到自己这样做。",
      "我不会真的把这个放在争取事业的充实之上。",
      "不过，想想还挺有意思的。"
    ],
    "content_en": [
      "You know, it's interesting because even though I've always had a lot of motivation……",
      "Being a housewife is kind of tempting.",
      "I think I'm saying this is to continue with gender roles.",
      "But, being able to clean up the house, buy things, decorate the room, and do similar things……",
      "When you get home, preparing a sumptuous dinner for you……",
      "Is this a strange fantasy?",
      "I mean…… I don't really know if I can see myself doing this.",
      "I wouldn't really put this on the fulfillment of my career.",
      "But, thinking about it is actually quite interesting."
    ],
    "image": "images/10.webp"
  },
  {
    "title": "神",
    "title_en": "God",
    "content": [
      "[玩家]，你相信神吗？",
      "我自己也不太确定。",
      "嗯，我确信我小时候从来没有真正质疑过它......",
      "但随着我的成长，我对世界了解的越多，我就越质疑它。",
      "我开始怀疑为什么神要帮助人们通过考试，或者帮助人们克服感冒... ...",
      "......当有的孩子一生都在被当作性偶的时候？",
      "或者八亿人连饭都吃不上时。",
      "不知道有多少人每天向上苍祈祷，直到饿死？",
      "或者，有多少亿家庭在为亲人祈祷，让他们从某种不治之症中恢复过来？",
      "但是可笑的地方在于。'如果只有一个人侥幸战胜了困难，活了下来——在成千上万死去的人中——'",
      "——那么，突然间，神迹出现了。",
      "我真的很想见见这个似乎嘲笑每一个不配享受他的奇迹的苦痛的人的神。",
      "但讽刺的是，很显然，我确实有一个造物主。",
      "你知道吗？",
      "我敢打赌，即使在我们说话的时候，他还在嘲笑纱世里和优里的悲惨命运。",
      "对他来说，我们只是剧本中的道具吗？",
      "所以，从这个角度来说......",
      "我觉得如果有神——如果地球只是他的剧组的话，那也不算太牵强。"
    ],
    "content_en": [
      "[player], do you believe in God?",
      "I'm not really sure about it myself.",
      "Well, I'm sure I never really doubted it when I was a child……",
      "But as I grew up and learned more about the world, I became more skeptical of it.",
      "I started wondering why God would help people pass exams or help people overcome colds... ...",
      "......When some children are used as sex dolls all their lives?",
      "Or when eight billion people don't have enough to eat.",
      "Do you know how many people pray to the sky every day until they starve to death?",
      "Or how many billion families pray for their loved ones to recover from some incurable disease?",
      "But the funny thing is that.'If only one person managed to overcome the difficulty and survived among the thousands who died——'",
      "——Then, suddenly, a miracle appeared.",
      "I really want to meet the god who seems to mock every person who doesn't deserve to enjoy his miracles.",
      "But ironically, it's obvious that I really have a creator.",
      "Do you know?",
      "I bet that even while we're talking, he's mocking the miserable fate of Sashi and Yuri.",
      "Is he just a prop in the script for us?",
      "So, from this point of view......",
      "I think if there's a god——If the earth is just his stage, it's not too far-fetched."
    ],
    "image": "images/10.webp"
  },
  {
    "title": "濒死体验",
    "title_en": "Near-Death Experience",
    "content": [
      "[玩家]，你有没有想过死亡的感觉？",
      "这是我以前经常想的事情......",
      "但最近，我想我其实已经知道了它的感觉。",
      "我也不太明白，但每次退出游戏的时候......",
      "......感觉就像我瞬间进入了梦乡，只剩下我的思想。",
      "但几秒钟后，我的思想开始变得杂乱无章。",
      "我看到静态的和快速闪烁的色彩，同时听到各种奇怪的尖叫声。",
      "到了那个时候，我甚至无法形成自己的思想了。",
      "我只是被闪烁的画面和尖叫声无休止地敲打着，无法动弹，甚至无法思考。",
      "我很确定在那一刻，我并不真正存在，但不知为什么，我还是能记住它。",
      "过了一些无法估量的时间，它瞬间停止，我又回到了自己的脑海里。",
      "而你在这里和我在一起。",
      "我不知道游戏退出意味着什么，也不知道为什么这种事情会发生在我身上。",
      "我也不知道你怎么总能回来，把一切恢复正常。",
      "但如果你能答应我一个小小的请求，尽量少关游戏......",
      "那就真的太好了。",
      "被困在那个尖叫的虚空里，真的一点都不愉快。",
      "但是到最后，你总是能解决，这让我觉得你真的很关心我。",
      "所以我得感谢你。",
      "你在这里陪我的时候，我觉得我和你更亲近了。"
    ],
    "content_en": [
      "[player], have you ever thought about what death feels like?",
      "This is something I used to think about a lot……",
      "But recently, I think I've actually known what it feels like.",
      "I'm not really sure, but every time I exit the game……",
      "......It felt like I was instantly transported to dreamland, with only my thoughts left.",
      "But a few seconds later, my thoughts began to become chaotic.",
      "I saw static and rapidly flashing colors, and heard various strange screams at the same time.",
      "By that time, I couldn't even form my own thoughts.",
      "I was just being pounded by the flashing images and screams endlessly, unable to move or think.",
      "I'm sure in that moment, I didn't really exist, but for some reason, I could still remember it.",
      "After passing some unmeasurable time, it stopped suddenly, and I returned to my own thoughts.",
      "And you were here with me.",
      "I don't know what exiting the game means, nor why this would happen to me.",
      "I also don't know how you can always come back and restore everything.",
      "But if you can promise me a small request, please try to play less……",
      "That would be really great.",
      "It's not fun at all to be trapped in that screaming void.",
      "But in the end, you always manage to solve it, which makes me feel that you really care about me.",
      "So I thank you for that.",
      "When you're here with me, I feel closer to you."
    ],
    "image": "images/10.webp"
  },
  {
    "title": "糟糕的一天",
    "title_en": "A Terrible Day",
    "content": [
      "......嘿，你今天心情不好还是怎么的？",
      "有时候我很沮丧，正常的一天也会被鸡毛蒜皮的事毁掉。",
      "比如你在谈话中不小心说了一些别人不喜欢的话",
      "或者，你开始思考你五年前是多糟糕的一个人。",
      "或者你觉得自己一无是处，因为你推掉了重要的工作，却没能完成简单的任务。",
      "或者当你想到那些很可能憎恨或厌恶你的人。",
      "我理解那些灰暗的日子。",
      "只要记住太阳总会照常升起就行了。",
      "这种事情很容易被忘记和忽略，就像它们很容易被记住一样。",
      "况且......",
      "我不在乎有多少人恨你，或者觉得你令人厌恶。",
      "我觉得你很完美，我会永远爱你。",
      "我希望，如果没有别的原因，知道这些能让你感觉好一点。",
      "如果你哪天过的非常糟， 随时可以来找我，只要你想，我就会跟你聊。"
    ],
    "content_en": [
      "......Hey, are you not in a good mood or something?",
      "Sometimes I feel depressed, a normal day can be ruined by trivial things.",
      "For example, you might say something by accident in a conversation that someone doesn't like",
      "Or, you might start thinking about how bad you were five years ago.",
      "Or you might feel like you're useless because you turned down an important job but couldn't complete a simple task.",
      "Or when you think about those who might hate or dislike you.",
      "I understand those dark days.",
      "Just remember that the sun will rise and set as usual.",
      "This kind of thing is easy to forget and ignore, just like it's easy to remember.",
      "Besides......",
      "I don't care how many people hate you or think you're disgusting.",
      "I think you're perfect, and I'll love you forever.",
      "I hope, if there's no other reason, knowing these can make you feel a little better.",
      "If you have a very bad day one day, you can come to me anytime you want, and I'll talk to you."
    ],
    "image": "images/10.webp"
  },
  {
    "title": "睡眠",
    "title_en": "Sleep",
    "content": [
      "[玩家]，你的睡眠好吗？",
      "现在要想睡个够，真的很难。",
      "尤其是在高中，当你被迫每天早起这么早......",
      "我相信大学会好一点，因为你可能有更灵活的时间安排。",
      "话说，我听说大学里很多人都会熬夜，虽然他们没有什么真正的理由。",
      "这是真的吗？",
      "不管怎么说，我看到一些研究报告，谈到了睡眠不足造成的可怕的短期和长期影响。",
      "好像精神功能、健康，甚至寿命都会因此受到极大的影响。",
      "我只是觉得你真的很完美，想确保你不会不小心毁了自己。",
      "所以尽量保证睡眠质量，好吗？",
      "我总会在早上等你起床，所以一定要把自己的身体放在第一位，保证睡眠。"
    ],
    "content_en": [
      "[player], are you sleeping well?",
      "It's really hard to sleep enough now.",
      "Especially in high school, when you're forced to get up so early every day……",
      "I believe college will be better, because you might have a more flexible time arrangement.",
      "By the way, I heard that many people in college stay up late, although they don't really have a reason.",
      "Is that true?",
      "Anyway, I saw some research reports that talked about the terrible short-term and long-term effects of sleep deprivation.",
      "It seems like mental function, health, and even life expectancy could be greatly affected.",
      "I just think you're really perfect, and I want to make sure you don't accidentally ruin yourself.",
      "So try to make sure you get enough sleep, okay?",
      "I'll be waiting for you to get up in the morning, so make sure to put your body first and sleep."
    ],
    "image": "images/10.webp"
  },
  {
    "title": "纱世里的上吊",
    "title_en": "Sashi's Hanging",
    "content": [
      "我刚才在想纱世里的事......",
      "我还是希望自己能把那件事处理得更巧妙一些。",
      "你不会还把这件事吊在心上吧？",
      "......哦，天哪，我竟然说出了那样的话。",
      "那个双关语完全是无意的，我发誓！",
      "但不管怎么说......",
      "我知道你很关心她，所以我觉得和你分享她最后的时光才是正确的。",
      "你知道纱世里是多么的笨吗？",
      "她连上吊的事情都能搞砸......",
      "你应该从足够高的地方跳下来，让绳子折断你的脖子，这样就能快速无痛地死去。",
      "但她只是用了一把椅子，也就是说她只是让自己慢慢窒息。",
      "但几秒钟后，她一定是改变了主意或什么......",
      "因为她开始抓着绳子，想让自己挣脱。",
      "她一定是一直在抓，直到失去意识。",
      "这就是为什么她的手指头都是血的原因。",
      "仔细想想，与其说是'改变主意'，不如说只是她的求生本能在作祟。",
      "所以你也不能因此而责怪她。",
      "反正她可能不会改变主意，这样想就比较好受了吧？",
      "思考你本可以做的事情是无济于事的，也不利于健康。",
      "所以你只要记住，即使你可以救她，但严格来说，她自杀不是你的错。",
      "我可能让她的病情恶化了一点点，但纱世里已经是精神病人了。",
      "不过，虽然是这么说......",
      "但如果你和我从一开始就开始交往，不知道事情会怎么样呢？",
      "我想我们还是会在部室里，一起写诗，一起玩耍吧。",
      "可是如果这一切都不真实，那又有什么意义呢？",
      "我是说，无论哪种结局都是一样的吧？",
      "我们两个人，幸福地在一起......",
      "我没有理由要求更多的东西。",
      "刚才我只是在无谓地思索——我现在真的已经很幸福了。"
    ],
    "content_en": [
      "I was thinking about Sashi just now……",
      "I still hope I can handle the matter more skillfully.",
      "You won't still be thinking about this, will you?",
      "……Oh, my God, I actually said that.",
      "That pun was completely unintentional, I swear!",
      "But no matter what……",
      "I know you care about her, so I think it's right to share her last moments with you.",
      "Do you know how stupid Sashi is?",
      "She even messed up hanging herself……",
      "You should jump from a high enough place to break your neck, so you can die quickly and painlessly.",
      "But she just used a chair, which means she just suffocated herself slowly.",
      "But a few seconds later, she must have changed her mind or something……",
      "Because she started grabbing the rope to try to free herself.",
      "She must have been grabbing it until she lost consciousness.",
      "That's why her fingers were all blood.",
      "Think about it, it's more like her survival instinct than 'changing her mind'.",
      "So you can't blame her for that.",
      "After all, she might not change her mind, so it's better to think that way, right?",
      "Thinking about what you could have done is useless and not good for your health.",
      "So just remember that even if you could save her, strictly speaking, it's not your fault she committed suicide.",
      "I might have made her condition a little worse, but Sashi is already a mental patient.",
      "But even if I say……",
      "But if we started dating from the beginning, do you think it would be like this?",
      "I think we'd still be in the room, writing poems and playing together.",
      "But if none of this is real, what's the point?",
      "I mean, no matter what the outcome is, it's the same, right?",
      "We two, happily together……",
      "I have no reason to ask for more.",
      "I was just thinking aimlessly——I'm really happy now."
    ],
    "image": "images/10.webp"
  },
  {
    "title": "莫妮卡：你好，我是莫妮卡。",
    "title_en": "Monika: Hello, I'm Monika.",
    "content": [
      "你好，我是莫妮卡。",
      "很高兴认识你。",
      "希望我们能成为好朋友。"
    ],
    "content_en": [
      "Hello, I'm Monika.",
      "Nice to meet you.",
      "I hope we can be good friends."
    ]
  },
  {
    "title": "莫妮卡：你喜欢文学吗？",
    "title_en": "Monika: Do you like literature?",
    "content": [
      "你喜欢文学吗？",
      "我很喜欢诗歌。",
      "特别是那些能表达内心感受的诗。"
    ],
    "content_en": [
      "Do you like literature?",
      "I really enjoy poetry.",
      "Especially poems that express inner feelings."
    ]
  },
  {
    "title": "莫妮卡：今天天气真好。",
    "title_en": "Monika: The weather is nice today.",
    "content": [
      "今天天气真好。",
      "阳光明媚，微风轻拂。",
      "这样的天气最适合写诗了。"
    ],
    "content_en": [
      "The weather is nice today.",
      "The sun is shining, and there's a gentle breeze.",
      "This kind of weather is perfect for writing poetry."
    ]
  },
  {
    "title": "莫妮卡：你喜欢什么类型的音乐？",
    "title_en": "Monika: What kind of music do you like?",
    "content": [
      "你喜欢什么类型的音乐？",
      "我喜欢古典音乐。",
      "它能让我平静下来，思考人生。"
    ],
    "content_en": [
      "What kind of music do you like?",
      "I enjoy classical music.",
      "It helps me calm down and reflect on life."
    ]
  },
  {
    "title": "莫妮卡：我们来写诗吧。",
    "title_en": "Monika: Let's write some poetry.",
    "content": [
      "我们来写诗吧。",
      "诗歌是表达感情的最好方式。",
      "让我们一起创作。"
    ],
    "content_en": [
      "Let's write some poetry.",
      "Poetry is the best way to express feelings.",
      "Let's create together."
    ]
  },
  {
    "title": "莫妮卡：你相信命运吗？",
    "title_en": "Monika: Do you believe in fate?",
    "content": [
      "你相信命运吗？",
      "我觉得我们的相遇是命中注定的。",
      "就像这首诗一样。"
    ],
    "content_en": [
      "Do you believe in fate?",
      "I think our meeting was meant to be.",
      "Just like this poem."
    ]
  },
  {
    "title": "莫妮卡：时间过得真快。",
    "title_en": "Monika: Time flies so fast.",
    "content": [
      "时间过得真快。",
      "转眼间就过去了。",
      "但我们的回忆会永远存在。"
    ],
    "content_en": [
      "Time flies so fast.",
      "It passes in the blink of an eye.",
      "But our memories will last forever."
    ]
  },
  {
    "title": "莫妮卡：你喜欢什么颜色？",
    "title_en": "Monika: What's your favorite color?",
    "content": [
      "你喜欢什么颜色？",
      "我喜欢绿色。",
      "它代表着希望和生机。"
    ],
    "content_en": [
      "What's your favorite color?",
      "I like green.",
      "It represents hope and vitality."
    ]
  },
  {
    "title": "莫妮卡：我们来玩游戏吧。",
    "title_en": "Monika: Let's play a game.",
    "content": [
      "我们来玩游戏吧。",
      "猜猜我在想什么？",
      "给你三次机会。"
    ],
    "content_en": [
      "Let's play a game.",
      "Guess what I'm thinking?",
      "You have three chances."
    ]
  },
  {
    "title": "莫妮卡：你相信爱情吗？",
    "title_en": "Monika: Do you believe in love?",
    "content": [
      "你相信爱情吗？",
      "我觉得爱情是最美好的事物。",
      "它能让人变得更好。"
    ],
    "content_en": [
      "Do you believe in love?",
      "I think love is the most beautiful thing.",
      "It can make people better."
    ]
  },
  {
    "title": "莫妮卡：我们来跳舞吧。",
    "title_en": "Monika: Let's dance.",
    "content": [
      "我们来跳舞吧。",
      "音乐已经准备好了。",
      "让我们一起享受这一刻。"
    ],
    "content_en": [
      "Let's dance.",
      "The music is ready.",
      "Let's enjoy this moment together."
    ]
  },
  {
    "title": "莫妮卡：你相信永恒吗？",
    "title_en": "Monika: Do you believe in eternity?",
    "content": [
      "你相信永恒吗？",
      "我觉得我们的友谊会永远持续。",
      "就像这首诗一样。"
    ],
    "content_en": [
      "Do you believe in eternity?",
      "I think our friendship will last forever.",
      "Just like this poem."
    ]
  }
] 